Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_aidinkielen_tekstikokoelma_loga_fal_julkaistu.html.tmx
Source language: fin
Languages: sme

source: Uusi äidinkielen tekstikokoelma Loga fal!
sme: Ođđa eatnigiela teakstačoakkáldat Loga fal!

source: julkaistu
sme: almmustahtton

source: (su. Lue vaan! ) on julkaistu Saamelaiskäräjien digimateriaalialustalla.
sme: – Eatnigiela teakstačoakkáldat lea almmustahtton Sámedikki digimateriálavuođus.

source: on suunnattu pohjoissaamen äidinkielisten opetukseen perusopetuksessa.
sme: lea doaimmahuvvon vuođđoskuvlla várás.

source: Opettaja voi itse valita, miten käyttää tekstejä opetuksessaan.
sme: Oahpaheaddji sáhttá ieš válljet mo geavaha teavsttaid oahpahusastis.

source: Tekstikokoelman sisältö:
sme: Teakstačoakkáldaga sisdoallu:

source: Novelli Ráhkis báiki ja sanaselitykset
sme: Novealla Ráhkis báiki ja sátnečilgehusat

source: Novelli Geađgevárjeakkis ja sanaselitykset
sme: Novealla Geađgevárjeakkis ja sátnečilgehusat

source: Runokokoelma Gákkesčiekčit ja sanaselitykset
sme: Diktačoakkáldat Gákkesčiekčit ja sátnečilgehusat

source: Novellit Ráhkis báiki ja Geađgevárjeakkis on kirjoittanut Veikko Holmberg, kuvat novelleihin on piirtänyt Eveliina Kytömaa.
sme: Noveallaid Ráhkis báiki ja Geađgevárjeakkis lea čállán Veikko Holmberg, govaid noveallaide lea sárgon Eveliina Kytömaa.

source: Gákkesčiekčit -runokokoelma sisältää osan Pekka Lukkarin kirjoittamista runoista teoksessa Kaggesčiekčik .
sme: Gákkesčiekčit -diktačoakkáldagas lea oassi Pekka Lukkari čállin divttain girjjis Kaggesčiekčik .

source: Runot on koonnut ja muuttanut nykyortografiaan Veikko Holmberg.
sme: Divttaid lea čohkken ja rievdadan dálá čállinvuohkái Veikko Holmberg.

source: Työryhmässä ovat olleet mukana Marita Aikio ja Arla Magga, tekstikokoelman digitaalisesta suunnittelusta ja toteutuksesta on vastannut Unni Länsman.
sme: Bargojovkui leaba gullan Marita Aikio ja Arla Magga, teakstačoakkáldaga digitála čovdosiin ja hábmemis lea fuolahan Unni Länsman.

source: Tekstikokoelma täydentyy myöhemmin.
sme: Teakstačoakkáldat dievasmahtto dađistaga.

source: Lisätietoja:
sme: Lassedieđut:

source: Marita Aikio, oppimateriaalisuunnittelija marita.aikio(at)samediggi.fi 040 662 9018
sme: Marita Aikio, oahppomateriálaplánejeaddji marita.aikio(at)samediggi.fi 040 662 9018

source: Tuuli Paadar, vs. oppimateriaalisihteeri tuuli.paadar(at)samediggi.fi 040 353 3625
sme: Tuuli Paadar, vs. oahppomateriálačálli tuuli.paadar(at)samediggi.fi 040 353 3625
